[
  {
    "id": 1,
    "type": "breakfast",
    "title": "Bagel and cream cheese",
    "price": "$6.99",
    "description": "A bagel and cream cheese (also known as bagel with cream cheese) is a common food pairing in American cuisine, the cuisine of New York City, and American Jewish cuisine, consisting in its basic form of a sliced bagel spread with cream cheese. The bagel with cream cheese is traditionally and most commonly served open-faced, sliced horizontally and spread with cream cheese and other toppings in the middle.",
    "img": "https://user-images.githubusercontent.com/86189450/137577973-7d53df0d-9178-4c8c-bd07-54f514369e0e.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 2,
    "type": "breakfast",
    "title": "Breakfast Sandwich",
    "price": "$9.99",
    "description": "A breakfast sandwich is any sandwich filled with foods associated with the breakfast meal. Breakfast sandwiches are served at fast food restaurants and delicatessens or bought as fast, ready to heat and eat sandwiches from a store. Breakfast sandwiches are commonly made at home",
    "img": "https://user-images.githubusercontent.com/86189450/137577979-3cd63fdf-b154-4bc9-a8d3-759be89addae.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 3,
    "type": "breakfast",
    "title": "Baked Chiken",
    "price": "$10.99",
    "description": "This is the most popular of all chicken breast recipes that I’ve ever published. It’s a JUICY Oven Baked Chicken Breast sprinkled with a magic simple seasoning then baked until caramelised. It’s simple, fast and incredibly tasty! An incredibly easy chicken recipe that’s a reader favourite alongside Honey Garlic Chicken, this epic Parmesan Crusted Chicken and crispy Garlic Chicken. You’re going to love it!",
    "img": "https://user-images.githubusercontent.com/86189450/137577970-099c4d5a-6ecb-45cd-8ff5-79b40c5097cb.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 4,
    "type": "breakfast",
    "title": "Eggs Benedict",
    "price": "$8.99",
    "description": "Eggs Benedict is a common American breakfast or brunch dish, consisting of two halves of an English muffin, each topped with Canadian bacon, a poached egg, and hollandaise sauce. It was popularized in New York City. ",
    "img": "https://user-images.githubusercontent.com/86189450/137577978-acef558b-5992-4002-9231-a219e669f690.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 5,
    "type": "breakfast",
    "title": "Toast Croissant Fried egg",
    "price": "$19.99",
    "description": "Croissant French Toast made with La Boulangerie’s Croissant Toast Bread is the stuff dreams are made of, truly. The bread is what makes this recipe (and a few others already posted here on deepfriedhoney.com) and it’s sold nationwide at Whole Foods. I’ve been told that other stores are starting to carry alternatives, but I’m good with the original – if it ain’t broke, don’t fix it! – and I usually purchase it directly from the bakery’s website to get the bulk discount.",
    "img": "https://user-images.githubusercontent.com/86189450/137577976-d96bc4d3-ff0c-4f8d-a2db-c1066832edea.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 6,
    "type": "breakfast",
    "title": "Full Breakfast Fried Egg Toast Brunch",
    "price": "$3.99",
    "description": "A full breakfast is a substantial cooked breakfast meal, often served in the United Kingdom and Ireland, that typically includes bacon, sausages, eggs, black pudding, baked beans, tomatoes, mushrooms, toast, and a beverage such as coffee or tea. It appears in different regional variants and is referred to by different names depending on the area. While it is colloquially known as a \"fry up\" in most areas of Great Britain and Ireland, it is usually referred to as a full English breakfast in England (often shortened to \"full English\"),and as a \"full Irish\", \"full Scottish\", \"full Welsh\", \"full Cornish\", and \"Ulster fry\" in the Republic of Ireland, Scotland, Wales, Cornwall, and Northern Ireland, respectively",
    "img": "https://user-images.githubusercontent.com/86189450/137577975-28e7827e-ef51-426a-a895-30b1018c7b43.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 7,
    "type": "lunch",
    "title": "Healthy Meal Plan",
    "price": "$23.99",
    "description": "A healthy eating plan gives your body the nutrients it needs every day while staying within your daily calorie goal for weight loss. A healthy eating plan also will lower your risk for heart disease and other health conditions.A healthy eating plan:Emphasizes vegetables, fruits, whole grains, and fat-free or low-fat dairy products Includes lean meats, poultry, fish, beans, eggs, and nuts Limits saturated and trans fats, sodium, and added sugars Controls portion sizes",
    "img": "https://user-images.githubusercontent.com/86189450/137578438-3c213071-3f4b-4fd0-acf3-847c02f2b444.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 8,
    "type": "lunch",
    "title": "Fried chicken Bento",
    "price": "$9.99",
    "description": "Cut chicken thigh to bite-size pieces and put in a plastic bag. Combine curry powder, sugar, grated garlic, grated ginger, soy sauce, and sake, and rub well. Marinate for 1 hour in the fridge.In a bowl, combine flour and potato starch, and mix well. Dredge marinated chicken in mixture, shaking off excess.Fry chicken until golden brown, then drain on a paper towel. Place into the bento box.Enjoy!",
    "img": "https://user-images.githubusercontent.com/86189450/137578437-0549d04d-af4f-4476-8c6b-701df9acf712.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 9,
    "type": "lunch",
    "title": "Tarragon-Rubbed-Salmon",
    "price": "$6.99",
    "description": "Meanwhile, in cup, place chopped red onion; cover with cold water and let sit 10 minutes. (This will take some of the sharpness out of the raw onion.) In medium bowl, stir together remaining salsa ingredients: chopped nectarines, chopped red pepper, finely chopped jalapeño, lime juice, chopped cilantro, and 1/4 teaspoon salt; set aside.",
    "img": "https://user-images.githubusercontent.com/86189450/137578435-685aab78-6646-453d-a7f7-179704cce7ee.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 10,
    "type": "lunch",
    "title": "Indian Lunch",
    "price": "$8.99",
    "description": "Collection of Indian vegetarian lunch ideas and recipes - What’s for lunch is the common everyday question in every household. Though the question looks simple, the answer is not. Everyone struggles to decide on what to cook for lunch. And if you have a family with kids and elderly adults, it will become more difficult as you have to please different age groups.",
    "img": "https://user-images.githubusercontent.com/86189450/137578436-f665cb7c-4403-420f-9c2e-1884c5ad98c0.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 11,
    "type": "lunch",
    "title": "Beef Steak",
    "price": "$15.99",
    "description": "These easy (and crazy delicious) steak recipes will satisfy even the hungriest carnivore. From classics like Chicken Fried Steak and Philly Cheesesteaks to decadent dishes like Cajun Butter Steak, we've got it all. Still can't get enough? Try our healthy steak options and best-ever grilled steak dinners, or use up your leftovers in an amazing steak sandwich. As for the basics, ere's how to pan fry steak, how to cook steak in the oven, and everything else you need to know to make the most of steak.",
    "img": "https://user-images.githubusercontent.com/86189450/137578440-82941dc7-849c-43fa-bba3-e7fc7b4a9d0a.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 12,
    "type": "lunch",
    "title": "Honey-Soy-Glazed Salmon with Peppers",
    "price": "$7.99",
    "description": "On large rimmed baking sheet, toss peppers with onion, 1 tablespoon sesame oil and salt. Roast in 425 degree F oven 20 minutes or until tender.In 2-quart baking dish, whisk soy sauce, honey, 1 tablespoon sesame oil, ginger and black pepper; add salmon turning to coat. Bake for 15 to 20 minutes or until cooked through.Serve salmon with pepper mixture and cooked brown rice. Garnish with fresh basil.",
    "img": "https://user-images.githubusercontent.com/86189450/137578441-dd2f1ddd-db84-4e39-8759-e9cffc90ab75.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 13,
    "type": "dinner",
    "title": "Salmon with Grapefruit and Lentil Salad",
    "price": "$9.99",
    "description": "Heat 1 tablespoon oil in a large nonstick skillet on medium. Cut salmon into 4 pieces and season with 1/4 teaspoon each salt and pepper. Cook until golden brown, about 7 minutes. Turn salmon over and continue cooking until just opaque throughout, about 2 minutes more.Meanwhile, in a large bowl, whisk together vinegar and remaining Tbsp oil. Add lentils and toss to coat then toss with cucumber, grapefruit and radishes. Fold in arugula and serve with salmon.",
    "img": "https://user-images.githubusercontent.com/86189450/137578198-7d4cb543-af9c-4620-a7bb-cd7b508da8df.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 14,
    "type": "dinner",
    "title": "Lemon Salmon Piccata",
    "price": "$10.99",
    "description": "Originally from Italy, Piccata is traditionally made with Veal. This may not be ‘the real deal’ or ‘the most authentic’ Piccata recipe due to being cooked with salmon, however, the unmistakeable Piccata flavours in this Salmon version are all right there in the skillet! After all, the flavour is all that matters when sitting down to enjoy a plate full of food. Yes?",
    "img": "https://user-images.githubusercontent.com/86189450/137578202-49c6e232-75cd-473c-83ea-bbb9cfc58395.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 15,
    "type": "dinner",
    "title": "Pork Tenderloin with Quonoa pilaf",
    "price": "$12.99",
    "description": "Mix green onions, bacon, Cheddar cheese, cream cheese, spinach, mushrooms, garlic, parsley, salt, and pepper in a bowl. Spread onto one side of pounded tenderloin. Roll tenderloin around the filling in a jelly-roll fashion. Coat rolled tenderloin with bread crumbs; place on the prepared baking sheet.",
    "img": "https://user-images.githubusercontent.com/86189450/137578197-388a117e-6d77-4ddd-aa6a-9874cdfe31f6.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 16,
    "type": "dinner",
    "title": "French Fries with cheese",
    "price": "$8.99",
    "description": "Cheese fries or cheesy chips is a dish consisting of French fries covered in cheese, with the possible addition of various other toppings. Cheese fries are generally served as a lunch- or dinner-time meal. They can be found in fast-food locations, diners, and grills around the globe.",
    "img": "https://user-images.githubusercontent.com/86189450/137578196-d0870fd4-4694-4f8d-8cc0-6f3f133a6591.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 17,
    "type": "dinner",
    "title": "Garlic Butter Backed Salmon",
    "price": "$6.99",
    "description": "This Garlic Butter Baked Salmon recipe makes tender, flaky salmon brushed with an incredible garlic butter sauce! Baked on a sheet pan with your favorite veggies, this easy salmon recipe takes just a few minutes of prep and makes a perfect weeknight dinner idea.",
    "img": "https://user-images.githubusercontent.com/86189450/137578193-08d65645-837a-4c3b-afac-25ac53a0f517.png",
    "comonText": "How we dream about our future"
  },
  {
    "id": 18,
    "type": "dinner",
    "title": "Baked Chiken",
    "price": "$9.99",
    "description": "Tender and full flavoured, our simple and easy baked chicken breast recipe uses skinless and boneless chicken breasts baked in the oven until golden and caramelised. For extra flavour, garlic butter mixes through the cooked pan juices to serve your chicken drizzled in the best sauce!",
    "img": "https://user-images.githubusercontent.com/86189450/137578200-9aa6a24a-7c41-4bfe-94f0-865eca2d123c.png",
    "comonText": "How we dream about our future"
  }
]